{
    "version": "https://jsonfeed.org/version/1",
    "title": "Introvertiert-und-Glücklich",
    "description": "",
    "home_page_url": "https://IuG2021.github.io",
    "feed_url": "https://IuG2021.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Björn Schumacher"
    },
    "items": [
        {
            "id": "https://IuG2021.github.io/sind-introvertierte-gefuehlskalt/",
            "url": "https://IuG2021.github.io/sind-introvertierte-gefuehlskalt/",
            "title": "Sind Introvertierte gefühlskalt?",
            "summary": "Diese Frage lässt sich nicht pauschal beantworten, aber ich erkläre mal wie ich das sehe. Introvertierte Menschen sind \"Innenweltler\"&hellip;",
            "content_html": "<p>Diese Frage lässt sich nicht pauschal beantworten, aber ich erkläre mal wie ich das sehe. Introvertierte Menschen sind \"Innenweltler\" (meist nüchternd,gefasst (stoisch) und in langen Zyklen denkend) und Extrovertierte \"Außenweltler\".</p>\n<p>Ihre Gemüter sind grundsätzlich verschieden. Die Gesellschaft wird hauptsächlich von den Gefühlsgetragenden, laut rumschreienden, oft kurzfristig denkenden und kurzsichtigen Außenweltlern dominiert und kontrolliert.</p>\n<p>Als Mensch mit Introversion kriegt man in der Regel seine ganze Kindheit gespiegelt, das man \"falsch\" und \"nicht ok\" ist. Innenweltler sind in der Schule permanent einer nicht herrwerdbaren Menge an Reizen und Menschen ausgeliefert, zwischen den sie Überleben und irgendwie zurecht kommen müssen, UND dabei noch Leistung erbringen sollen.</p>\n<p>Aus der Eigenperspektive ist das praktisch eine Burgbelagerung im Alltag. Diese Permanenten Angriffe auf die Innenwelt haben zur Folge, dass die Mauern immer höher und dicker werden um den introvertierten Menschen, damit er überhaupt den Alltag und das Leben meistern kann. Hinter diesen eisigen Mauern aber kann eine riesige goldene Stadt voller Wärme liegen, in der Milch und Honig fließt und atemberaubende Schönheit und gezeigte gefühle herrschen.</p>\n<p>Sollte der Herr der eisigen Festungsmauern jemand sein, der dir am Herzen liegt, so musst du dir die Frage stellen: Will er mich nicht in der nähe der Mauern haben? Oder habe ich noch nicht meinen Wert bewiesen, das mir Einlass gewährt wird durch die riesigen, Metall beschlagenden Tore?</p>",
            "image": "https://IuG2021.github.io/media/posts/17/ice-landscape-4444973.jpg",
            "author": {
                "name": "Björn Schumacher"
            },
            "tags": [
                   "Meine Gedanken"
            ],
            "date_published": "2020-11-08T17:28:40+01:00",
            "date_modified": "2021-01-05T19:38:15+01:00"
        },
        {
            "id": "https://IuG2021.github.io/sind-wir-frei/",
            "url": "https://IuG2021.github.io/sind-wir-frei/",
            "title": "Sind wir frei?",
            "summary": "Der deutsche ist schon ein komisches Wesen an sich: Er schuftet wie ein Pferd, erträgt die höchste Steuerbelastung und&hellip;",
            "content_html": "<p>Der deutsche ist schon ein komisches Wesen an sich: Er schuftet wie ein Pferd, erträgt die höchste Steuerbelastung und Strompreise der Welt, damit er sich alle 5 Jahre ein neues Auto und 1-2x im Jahr einen Urlaub im Ausland leisten kann. Der Sklave murrt nicht,sondern erfreut sich der materiellen Krumen die man ihm hinwirft.</p>\n<p>Er, der Deutsche, schuftet immer weiter wie ein Pferd, jetzt aber nicht mehr für ein neues Auto oder 1-2 Urlaube im Ausland pro Jahr, sondern um zu Überleben.</p>\n<p><span style=\"text-decoration: underline;\"><em><strong>Missbrauchtes Vertrauen bringt uns an den Rand unserer Freiheit</strong></em></span></p>\n<p>Was ist geschehen? Der deutsche hat in seiner wohlständigen Bräsigkeit, wie eine Kuh den zugefrorenen See betreten, und weiß nicht mehr wie er vom Eis kommt. Er hat seine tolle, harte Währung gegen ein Geldkonstrukt getauscht, das in seiner Konstruktion nicht funktionieren kann, da es vorraussetzt, das alle Mitgliedsstaaten des Euro ihre individuelle Kultur und das damit verbundene Denken abstreifen um zu einem Supranationalen Staat zusammen zu wachsen (SPOILER: hat in der UdSSR nicht funktioniert und wird es hier auch nicht! In den USA hat es nur funktioniert nachdem man die Schuldunion abgeschafft hat, die die EU gerade erst beschlossen hat.). Dieser Zustand hat uns die Finanzkrise von 2008 beschert. Statt einmal schmerzhaft klarschiff zu machen, wurden notdürftig Pflaster auf die riesigen Löcher geklebt, in Form von frisch geschaffenen Geld.</p>\n<p>Wenn das eigene Währungssystem ungedeckt ist und sein Volumen unbegrenzt erhöht wird, kommt es neben der Normalen Inflation (Wieso muss das Geld eigentlich jedes Jahr 3% Wert verlieren? Leistet man selber jedes Jahr 3% weniger obwohl man bis zum Anschlag schuftet?) zu zusätzlicher Inflation. Wir Bürger werden immer schneller in ihren Hamsterrädern laufen müssen, um unseren ist-zustand (Status Quo) halten zu können, da uns der Wert des Geldes zwischen den Fingern zerrinnt.</p>\n<p>Menschen die für ihr existieren schwer arbeiten müssen in beschissen bezahlten Jobs und dann noch vom Staat beraubt werden, sind nicht frei. Sie sind abhängig davon jemandem anders zu gefallen, der Verwendung für ihre Arbeitskraft hat  und bereit dafür ist , zu bezahlen. Dann kommt der Staat, in unserem Fall Deutschland, mit seiner absurd-lächerlichen Staatsquote, die er nur braucht für sein sozialistisches Utopia, in dem er sich erlaubt, bis in die kleinsten Details des privaten Lebens hineinzuregieren. Dieses kann er aber nur tun über eine Geldpolitik, mit der er die Bürger von \"mildtätigen Gaben\" abhängig machen kann, bezahlt aus Geld dass den Bürgern vorher unter Zwang weggenommen wurde. Das nennt sich dann liebevoll-unschuldig \"Umverteilung\".</p>\n<p>Oder anders ausgedrückt: über Jahrzehnte hinweg wurden wir mit Samthandschuhen in die Sklaverei gedrückt. Wer abhängig beschäftigt seinen Lebensunterhalt verdient, kommt nicht mehr ohne staatliches Zuckerbrot und Peitsche über die Runden, und das selbe gilt für viele Selbständig beschäftigte mittlerweile auch.</p>\n<p><span style=\"text-decoration: underline;\"><em><strong>Wa(h)re Freiheit?</strong></em></span></p>\n<p>Frei ist nur der, der wirklich für sich selber Arbeiten kann, und davon schafft zu Leben. Frei ist nur der, der nicht abhängig ist von ungedecktem Zentralbankgeld. Der Trend zur Selbstversorgung, Minimalismus und Tiny Living zeigt ganz deutlich, das die Menschen aufwachen und erkennen, das sie Sklaven sind in einem feudalistischen Geld-Sozialismus-System, das nur auf Lug, Trug und Glauben aufbaut. Je deutlicher dieses System erkennbar wird, desto härter, hysterischer und ängstlicher werden die aufschreien, die die Angst vor der Peitsche der herrschenden verinnerlicht haben, und alles versuchen werden, dieser zu entgehen. Auch die, die die Peitsche schwingen.</p>\n<p><span style=\"text-decoration: underline;\"><em><strong>Von Kindesbeinen an wird uns die Freiheit abtrainiert.</strong></em></span></p>\n<p>Unsere Freiheit wird uns schon in der Schule genommen, in der wir zu Objekten umgeformt werden, unserem Subjektsein beraubt, abhängig von Lehrern in deren System in dem wir mindestens 10 Jahre ausharren müssen, verlieren wir unsere Selbstliebe und natürliches Selbstvertrauen. Dieser Knacks führt dazu, dass wir als Erwachsene versuchen dieses Loch im inneren zu stopfen mit Besitztümern, Alkohol, Sex oder Drogen, und diese Verführungen flechtet uns ins Hamsterrad. Erlösung finden wir nur durch loslassen, durch Widerstand gegen die Versuchung unsere Probleme mit toten Gegenständen und anderen Platzhaltern zu beheben, die uns vielleicht auch in einer von sich selbst entfernten Gesellschaft Status geben.</p>\n<p> </p>\n<p>Frei ist nur der, der mit echtem oder ohne Geld lebt/ leben kann, basierend auf seiner Hände Arbeit. Alle anderen sind Sklaven, im Geiste oder durch, zum Teil selbstverschuldete, Sachzwänge. Die Lösung von Geldabhängigkeit und Beschäftigungsabhängigkeit löst Leiden auf.</p>",
            "image": "https://IuG2021.github.io/media/posts/15/freedom-4025802_1920.jpg",
            "author": {
                "name": "Björn Schumacher"
            },
            "tags": [
                   "Meine Gedanken"
            ],
            "date_published": "2020-10-26T10:59:44+01:00",
            "date_modified": "2021-02-04T20:20:19+01:00"
        },
        {
            "id": "https://IuG2021.github.io/minimalismusfrugalismus-was-ist-das-braucht-man-das/",
            "url": "https://IuG2021.github.io/minimalismusfrugalismus-was-ist-das-braucht-man-das/",
            "title": "Minimalismus?Frugalismus? Was ist das, braucht man das?",
            "summary": "Henry Ford, Erfinder der Fließbandproduktion, sagte einst: \"Wenn die Menschen das Geldsystem verstehen würden, dann hätten wir vor Morgen&hellip;",
            "content_html": "<p>Henry Ford, Erfinder der Fließbandproduktion, sagte einst:</p>\n<blockquote>\n<p>\"Wenn die Menschen das Geldsystem verstehen würden, dann hätten wir vor Morgen früh eine Revolution.\"</p>\n</blockquote>\n<p>Recht hat er. Wir sind am Ende eines Zyklus von ungedeckten Papierwährungen. Immer mehr Arbeit und immer weniger Gegenwert versklaven die Menschen in Hamsterrädern, in denen sie durch immer schnelleres laufen die Katastrophe des Zusammenbruches  verhindern sollen. Mehr und mehr Menschen wachen auf und wählen sich eine Alternative zum Sklavenleben. Das Netz ist voll mit Instagramprofilen, YouTube Videos und Blogs zu den Themen  Minimalismus, Frugalismus, leben in der Jurte oder dem Fahrradwohnwagen, Tiny Houses und (Kara)Vanlife. Die Menschen lösen sich vom Zwang des Konsums, der uns von Kindesbeinen durch Werbung und unser Umfeld eingetrichtert wird, und wählen Erlebnisse statt toter Objekte die sie weiter an der kurzen Leine halten, denn: ALLES WAS DU BESITZT, DAS BESITZT DICH AUCH.</p>\n<p>Um an diesen Verhältnissen im eigenen Leben etwas zu ändern, muss man sich bewußt machen, dass Konformitätsdruck, und das was andere Menschen denken, absolut unwichtig sind, denn die Angst in uns und in den anderen sorgt dafür dass das Leiden nicht beendet wird. Viele werden über dich Lachen, während sie verharmt und gebeugt in ihrem Hamsterrad laufen, bedacht nicht über ihren Füße zu stolpern, aus Angst vor dem Knallen der Peitsche und dem Hohn der anderen. Merk dir eins: DU BRAUCHST WEDER DEN SEGEN NOCH DIE ERLAUBNIS DEIN LEBEN ZU LEBEN WIE DU WILLST!</p>\n<p>Minimalismus ist dabei die krasseste Form des Verzichts. Minimalisten versuchen ganz bewußt, die Menge an Besitz soweit Richtung Null zu senken wie es ihnen möglich ist, um Platz zu schaffen für mehr (spirituelle) Erfahrungen. Die fortgeschrittenen Minimalisten haben oft nur noch so viele Dinge wie in so einen großen Rucksack passen, den Backpacker typischerweise benutzen. Mit so einem Reduzierten Hausstand können sie ganz locker und bequem Reisen (Bus,Bahn,Fahrrad mit oder Ohne Wohnwagen) und können ganz entspannt auch dem Verlust der Mietwohnung,wenn man denn eine hat, entgegen sehen. Für Minimalisten ist auch im kleinsten Auto genug platz um zur Not darin zu Wohnen.</p>\n<p>Frugalisten haben dagegen ein ganz anderes Ziel: ein maximal schönes Leben, durch Verzicht an allem Überflüssigen und den Ausgaben die dafür nötig sind,solche Dinge anzuhäufen. Frugalisten schaffen sich eher gebrauchte Dinge von hoher Qualität an, statt für den selben Preis sich etwas neues in minderer Qualität zu kaufen. Gerne nehmen sie auch Sachen geschenkt und Reparieren und Restaurieren sie, da sie sich der Wertigkeit der Arbeit bewusst sind, die früher Kern eines guten Produktes waren. Frugalisten achten auch sehr auf Lebenshaltungskosten, und versuchen auch diese so niedrig wie möglich zu halten. Wenn zum Frugalismus dann auch noch ein Vollzeittätigkeit dazu kommt, die gut bezahlt ist und Spaß macht, dann spart der Frugalist schnell eine gewaltige Menge Geld an, die wenn gut investiert, ein ordentliches Zubrot zur späteren Rente darstellt.</p>\n<p>Alles was wir Menschen für ein erfülltes Leben brauchen haben wir in uns. Bestimmte Kleidung/Schuhe/ [Setz hier ein was sonst noch passt] mit bestimmten Labeln, machen uns nicht besser, schöner oder Wertvoller, sondern nur ärmer und abhängiger von Faktoren außerhalb unserer Einflußsphäre. Diese krankmachende Haltung beginnt in der Schule schon, wo Kinder aus Familien mit geringerem Einkommen oder anderer Schwerpunktsetzung ausgestoßen und gehänselt werden, was die Entwicklung des betroffenen Kindes stört und im schlimmsten Fall lebenslange Schäden hervorruft.</p>\n<p>Wir sollten zu den Menschen aufsehen, die dem Konsumdiktat nicht folgen, anstatt auf sie herab zu schauen. Diese Menschen sind unsere Freunde, nicht unsere Feinde.</p>\n<p> </p>\n<p> </p>",
            "image": "https://IuG2021.github.io/media/posts/14/landscape-4402135.jpg",
            "author": {
                "name": "Björn Schumacher"
            },
            "tags": [
                   "Meine Gedanken"
            ],
            "date_published": "2020-08-28T18:27:57+02:00",
            "date_modified": "2020-12-07T16:43:13+01:00"
        }
    ]
}
